unknown=\u062E\u0637\u0627\u06CC \u0646\u0627\u0645\u0634\u062E\u0635
version=v1
name=Arash Nikakhlagh
email=arash.nikakhlagh@gmail.com
url=http://www.navaco.ir
viewBitmapDefault.value=\u0637\u0631\u0627\u062D\u06CC \u0639\u06A9\u0633
viewBitmapDefault.notes=\u0646\u0645\u0627\u06CC\u0634 \u0639\u06A9\u0633 \u0646\u0647\u0627\u06CC\u06CC
printUploadBitmap.value=\u0686\u0627\u067E \u0639\u06A9\u0633 \u0622\u067E\u0644\u0648\u062F \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u06A9\u0627\u0631\u0628\u0631
printUploadBitmap.notes=\u0633\u0627\u06CC\u0632 \u0639\u06A9\u0633 \u0628\u0627\u06CC\u062F \u062F\u0631 \u0627\u0628\u0639\u0627\u062F 1016 \u062F\u0631 648 \u0648 \u0628\u0647 \u0641\u0631\u0645\u062A bmb 32bit \u0628\u0627\u0634\u062F.
encodeTracks.value=\u0686\u0627\u067E \u06A9\u0627\u0631\u062A \u0628\u0631 \u0627\u0633\u0627\u0633 \u062A\u0646\u0638\u06CC\u0645\u0627\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636 \u062F\u0633\u062A\u06AF\u0627\u0647
encodeTracks.notes=\u0641\u0642\u0637 \u0633\u0647 \u06AF\u0632\u06CC\u0646\u0647 \u0628\u0631\u0627\u06CC \u0627\u0631\u0633\u0627\u0644 \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F
base64BitmapDefault.notes= \u0628\u0631\u0627\u06CC \u062A\u0628\u062F\u06CC\u0644 \u0631\u0634\u062A\u0647  \u0628\u0631\u06AF\u0631\u062F\u0627\u0646\u062F\u0647 \u0634\u062F\u0647 \u0627\u0632 \u0641\u0631\u0645\u062A \u0632\u06CC\u0631 data:image/jpeg;base64 ,"value""
base64BitmapDefault.value=\u0645\u0642\u062F\u0627\u0631 \u062E\u0631\u0648\u062C\u06CC \u0645\u062A\u062F \u06CC\u06A9 \u0631\u0634\u062A\u0647 \u0628\u0647 \u0641\u0631\u0645\u062A base64 \u0645\u06CC\u0628\u0627\u0634\u062F
printBitmapDefault.value=\u0686\u0627\u067E \u0639\u06A9\u0633 \u0627\u06CC\u062C\u0627\u062F \u0634\u062F\u0647 \u0628\u0631 \u0631\u0648\u06CC \u06A9\u0627\u0631\u062A
printBitmapDefault.notes=\u062A\u0646\u0638\u0645\u0627\u062A \u0639\u06A9\u0633 \u0628\u0647 \u0635\u0648\u0631\u062A hardcode \u062F\u0631 \u0633\u0631\u0648\u06CC\u0633 \u0630\u062E\u06CC\u0631\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A
viewBitmap.notes= \u0646\u0645\u0627\u06CC\u0634 \u0639\u06A9\u0633 \u0628\u0627 \u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u06AF\u0631\u0641\u062A\u0647 \u0634\u062F\u0647 \u0627\u0632 \u06A9\u0627\u0631\u0628\u0631
viewBitmap.value= \u0646\u0645\u0627\u06CC\u0634 \u0639\u06A9\u0633 \u0628\u0627 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0648\u0631\u0648\u062F\u06CC \u06A9\u0627\u0631\u0628\u0631
base64Bitmap.notes= \u0628\u0631\u0627\u06CC \u062A\u0628\u062F\u06CC\u0644 \u0631\u0634\u062A\u0647  \u0628\u0631\u06AF\u0631\u062F\u0627\u0646\u062F\u0647 \u0634\u062F\u0647 \u0627\u0632 \u0641\u0631\u0645\u062A \u0632\u06CC\u0631 data:image/jpeg;base64 ,"value""
base64Bitmap.value=\u0645\u0642\u062F\u0627\u0631 \u062E\u0631\u0648\u062C\u06CC \u0645\u062A\u062F \u06CC\u06A9 \u0631\u0634\u062A\u0647 \u0628\u0647 \u0641\u0631\u0645\u062A base64 \u0645\u06CC\u0628\u0627\u0634\u062F
printBitmap.notes=\u0686\u0627\u067E \u0639\u06A9\u0633 \u0637\u0631\u0627\u062D\u06CC \u0634\u062F\u0647
printBitmap.value=\u0686\u0627\u067E \u0639\u06A9\u0633 \u0637\u0631\u0627\u062D\u06CC \u0634\u062F\u0647


can_not_create_pic=\u062F\u0631 \u0633\u0627\u062E\u062A \u0639\u06A9\u0633 \u0628\u0647 \u062E\u0637\u0644\u0627 \u0628\u0631\u062E\u0648\u0631\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
pic_is_null=\u0639\u06A9\u0633 \u0627\u0631\u0633\u0627\u0644\u06CC \u062E\u0627\u0644\u06CC \u0627\u0632 \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u0644\u0627\u0632\u0645 \u0627\u0633\u062A
not_connect_to_printer=\u0639\u062F\u0645 \u0627\u062A\u0635\u0627\u0644 \u0628\u0647 \u067E\u0631\u06CC\u0646\u062A\u0631
x_not_range=\u0639\u0631\u0636 \u0645\u062A\u063A\u06CC\u06CC\u0631 \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A (\u0628\u06CC\u062A 1 \u062A\u0627 1015)
y_not_range=\u0637\u0648\u0644 \u0645\u062A\u063A\u06CC\u06CC\u0631 \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A (\u0628\u06CC\u062A 1 \u062A\u0627 647)
width_not_range=\u0639\u0631\u0636 \u0639\u06A9\u0633 \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A (\u0628\u06CC\u062A 1 \u062A\u0627 1015)
height_not_range=\u0637\u0648\u0644 \u0639\u06A9\u0633 \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A (\u0628\u06CC\u062A 1 \u062A\u0627 647)
command_error=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0628\u0627 \u062F\u0633\u062A\u06AF\u0627\u0647 \u062F\u0686\u0627\u0631 \u062E\u0637\u0644\u0627\u06CC \u062F\u0633\u062A\u0648\u0631\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
printerName=Evolis Primacy